
export const places = [
    {
      id: '1',
      title: 'Pizza Soprano', /* Піца з Тераси  інше з То-То*/
      image: require('../assets/sunIcon.png'),
      schedule: 'понеділок – п’ятниця 08:00 – 21:00\nсубота – неділя 10:00 – 22:00',
      isNew: true,
      categories: [
        {
          name: 'Піца',
          dishes: [
            { dishesId: '1', name: 'Тропікана', description: 'Вершковий соус, шинка, кукурудза, манго, сир', price: 179 },
            { dishesId: '2', name: 'Ді Парма', description: 'Прошуто, помідори, мікс салату, сир пармезан, сир моцарела, соус томатний', price: 210 },
            { dishesId: '3', name: 'Чілі Пепероні', description: 'Ковбаса салямі, сир моцарела, перець болгарський, перець чилі', price: 169 },
            { dishesId: '4', name: 'Кватроформаджі', description: 'Соус вершковий, сир моцарела, сир пармезан, сир дор блю, фета', price: 179 },
            { dishesId: '5', name: 'Капрічоза', description: 'Шинка, кукурудза, перець болгарський, маслини, печериці, соус томатний, сир моцарела', price: 179 },
            { dishesId: '6', name: 'Мафія', description: 'Соус томатний, шинка, салямі, печериці, маслини, помідор, сир моцарела', price: 179 },
          ],
        },
      
      ],
    },
  ];
  